Repository: timveil/leaves-of-blocks
Catalog: LeavesOfBlocks/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, zh_hans, zh_hant

# about_menu
source: About
de: Info
es: Info
fr: Infos
ja: 情報
ko: 정보
nl: Info
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# about_the_game
source: About
de: Über das Spiel
es: Acerca de
fr: À propos du jeu
ja: このゲームについて
ko: 게임 소개
nl: Over het spel
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# adaptive_difficulty
source: Smart Block Generation
de: Intelligente Blockauswahl
es: Generación Inteligente de Bloques
fr: Génération intelligente
ja: スマートなブロック生成
ko: 스마트 블록 생성
nl: Slimme blokkeuze
pt_br: Geração Inteligente de Blocos
zh_hans: 智能方块生成
zh_hant: 智慧方塊生成

# adaptive_difficulty_description
source: The game analyzes your grid and adjusts the blocks you receive to maintain challenge while preventing impossible situations. When you're struggling, it provides more helpful shapes automatically.
de: Das Spiel analysiert dein Feld und passt die Blöcke an, die du bekommst: fordernd, aber nie ausweglos. Wenn es eng wird, kommen automatisch hilfreichere Formen.
es: El juego analiza tu cuadrícula y ajusta los bloques que recibes para mantener el desafío mientras previene situaciones imposibles. Cuando estás en dificultades, proporciona formas más útiles automáticamente.
fr: Le jeu analyse ta grille et ajuste les blocs qu'il te propose : de quoi rester stimulant sans jamais te bloquer. Quand ça se complique, les formes utiles arrivent d'elles-mêmes.
ja: 盤面を分析して、手ごたえを保ちながら詰みを防ぐようにブロックを調整します。苦しい場面では、置きやすい形が自動的に増えます。
ko: 게임이 보드를 분석해 나오는 블록을 조정해요. 도전은 유지하면서도 막다른 상황은 피하도록 돕고, 어려워지면 놓기 쉬운 모양이 더 자주 나와요.
nl: Het spel bekijkt je speelveld en past de blokken aan die je krijgt: uitdagend, maar nooit uitzichtloos. Wordt het krap, dan komen er vanzelf handiger vormen.
pt_br: O jogo analisa sua grade e ajusta os blocos que você recebe para manter o desafio e evitar situações impossíveis. Quando você está em dificuldade, ele oferece formas mais úteis automaticamente.
zh_hans: 游戏会分析你的方格情况，调整发给你的方块，在保持挑战性的同时避免出现无解的局面。当你陷入苦战时，系统会自动提供更好用的形状。
zh_hant: 遊戲會分析你的方格狀況，調整發給你的方塊，在維持挑戰性的同時避免出現無解的局面。當你陷入苦戰時，系統會自動提供更好用的形狀。

source: Advanced Features
de: Erweiterte Funktionen
es: Funciones Avanzadas
fr: Fonctions avancées
ja: 高度な機能
ko: 고급 기능
nl: Geavanceerde functies
pt_br: Recursos Avançados
zh_hans: 高级功能
zh_hant: 進階功能

# advanced_features_description
source: Leaves of Blocks includes sophisticated systems that adapt to your play style and help you improve over time.
de: Leaves of Blocks bringt Systeme mit, die sich deinem Spielstil anpassen und dir helfen, mit der Zeit besser zu werden.
es: Leaves of Blocks incluye sistemas sofisticados que se adaptan a tu estilo de juego y te ayudan a mejorar con el tiempo.
fr: Leaves of Blocks embarque des systèmes qui s'adaptent à ta façon de jouer et t'aident à progresser.
ja: Leaves of Blocks には、プレイスタイルに合わせて上達を後押しする仕組みが備わっています。
ko: Leaves of Blocks에는 플레이 방식에 맞춰 적응하고 실력을 키우도록 돕는 기능이 들어 있어요.
nl: Leaves of Blocks heeft systemen aan boord die zich aanpassen aan hoe jij speelt en je helpen beter te worden.
pt_br: O Leaves of Blocks tem sistemas sofisticados que se adaptam ao seu estilo de jogo e ajudam você a melhorar com o tempo.
zh_hans: Leaves of Blocks 拥有精巧的系统，会根据你的游玩风格进行调整，并帮助你逐步进步。
zh_hant: Leaves of Blocks 具備精巧的系統，會配合你的遊玩風格調整，並幫助你逐步進步。

# all_data_reset_message
source: All game data has been reset successfully.
de: Alle Spieldaten wurden zurückgesetzt.
es: Todos los datos del juego se han restablecido exitosamente.
fr: Toutes les données de jeu ont été réinitialisées.
ja: すべてのゲームデータをリセットしました。
ko: 모든 게임 데이터를 초기화했어요.
nl: Alle spelgegevens zijn gewist.
pt_br: Todos os dados do jogo foram redefinidos com sucesso.
zh_hans: 所有游戏数据均已成功重置。
zh_hant: 所有遊戲資料都已成功重設。

source: Assists
de: Hilfen
es: Ayudas
fr: Aides
ja: アシスト
ko: 도움 기능
nl: Hulpmiddelen
pt_br: Ajudas
zh_hans: 辅助功能
zh_hant: 輔助功能

# assists_description
source: Helpers for when you're in a tight spot. Undo and Hint can each be used once per game:
de: Für enge Situationen. Rückgängig und Tipp kannst du je einmal pro Spiel nutzen:
es: Ayudas para cuando estás en un apuro. Deshacer y Pista se pueden usar una vez por partida cada una:
fr: Pour les moments difficiles. Annuler et Indice s'utilisent chacun une fois par partie :
ja: 苦しいときのための機能です。取り消しとヒントは1ゲームにつき1回ずつ使えます:
ko: 막혔을 때를 위한 기능이에요. 되돌리기와 힌트는 게임당 한 번씩 쓸 수 있어요:
nl: Voor als het krap wordt. Ongedaan maken en Hint kun je elk één keer per spel gebruiken:
pt_br: Auxílios para quando você estiver em apuros. Desfazer e Dica podem ser usados uma vez por partida:
zh_hans: 在你陷入困境时派上用场。撤销和提示每局各可使用一次：
zh_hant: 在你陷入困境時派上用場。還原與提示每局各可使用一次：

# assist_undo
source: Undo: take back your last block placement.
de: Rückgängig: nimmt deinen letzten gesetzten Block zurück.
es: Deshacer: recupera tu última colocación de bloque.
fr: Annuler le coup : reprend le dernier bloc que tu as posé.
ja: 取り消し: 直前に置いたブロックを戻します。
ko: 되돌리기: 마지막에 놓은 블록을 되돌려요.
nl: Ongedaan maken: neemt je laatst geplaatste blok terug.
pt_br: Desfazer: volta atrás na sua última colocação de bloco.
zh_hans: 撤销：收回你上一次放置的方块。
zh_hant: 還原：收回你上一次放置的方塊。

# assist_hint
source: Hint: highlight a suggested move on the board.
de: Tipp: hebt einen möglichen Zug auf dem Feld hervor.
es: Pista: resalta una jugada sugerida en el tablero.
fr: Indice : met en évidence un coup possible sur la grille.
ja: ヒント: 盤面におすすめの一手を表示します。
ko: 힌트: 보드에 놓을 만한 수를 표시해요.
nl: Hint: laat een mogelijke zet op het speelveld zien.
pt_br: Dica: destaca uma jogada sugerida no tabuleiro.
zh_hans: 提示：在棋盘上标出一步建议的走法。
zh_hant: 提示：在棋盤上標出一步建議的走法。

# assist_view_board
source: View Board: when the game ends, reveal the final board to see how it finished.
de: Feld ansehen: zeigt nach Spielende das letzte Feld, so wie es ausgegangen ist.
es: Ver tablero: cuando termina la partida, muestra el tablero final para ver cómo terminó.
fr: Voir la grille : à la fin de la partie, affiche la grille telle qu'elle s'est terminée.
ja: 盤面を見る: ゲーム終了後に、最後の盤面を表示します。
ko: 보드 보기: 게임이 끝난 뒤 마지막 보드를 보여줘요.
nl: Speelveld bekijken: toont na afloop het speelveld zoals het eindigde.
pt_br: Ver Tabuleiro: quando a partida termina, revela o tabuleiro final para você ver como ela acabou.
zh_hans: 查看棋盘：游戏结束时，显示最终棋盘，让你看看这局是怎么收尾的。
zh_hant: 查看棋盤：遊戲結束時，顯示最終棋盤，讓你看看這局是怎麼收尾的。

source: Average Score
de: Durchschnitt
es: Puntuación Promedio
fr: Score moyen
ja: 平均スコア
ko: 평균 점수
nl: Gemiddelde score
pt_br: Pontuação Média
zh_hans: 平均分数
zh_hant: 平均分數

# ax_area_clear_block
source: Area clear power-up
de: Flächen-Power-up
es: Potenciador de limpieza de área
fr: Bonus zone
ja: エリア消去のパワーアップ
ko: 영역 제거 파워업
nl: Vlak wissen-bonus
pt_br: Bônus de limpar área
zh_hans: 区域消除道具
zh_hant: 區域消除道具

# ax_available_blocks_format
source: %d blocks available
de: %d Blöcke verfügbar
es: %d bloques disponibles
fr: %d blocs disponibles
ja: ブロック%d個
ko: 블록 %d개 사용 가능
nl: %d blokken beschikbaar
pt_br: %d blocos disponíveis
zh_hans: 还有 %d 个方块
zh_hant: 尚有 %d 個方塊

# ax_block_format
source: %d-cell %@ block
de: %2$@ Block mit %1$d Feldern
es: Bloque %2$@ de %1$d celdas
fr: bloc %2$@ de %1$d cases
ja: %dマスの%@ブロック
ko: %1$d칸짜리 %2$@ 블록
nl: %2$@ blok van %1$d vakjes
pt_br: bloco %2$@ de %1$d casas
zh_hans: %1$d 格的%2$@方块
zh_hant: %1$d 格的%2$@方塊

# ax_color_blue
source: blue
de: blauer
es: azul
fr: bleu
ja: 青
ko: 파란색
nl: blauw
pt_br: azul
zh_hans: 蓝色
zh_hant: 藍色

# ax_color_green
source: green
de: grüner
es: verde
fr: vert
ja: 緑
ko: 초록색
nl: groen
pt_br: verde
zh_hans: 绿色
zh_hant: 綠色

# ax_color_orange
source: orange
de: oranger
es: naranja
ja: オレンジ
ko: 주황색
nl: oranje
pt_br: laranja
zh_hans: 橙色
zh_hant: 橘色

# ax_color_pink
source: pink
de: pinker
es: rosa
fr: rose
ja: ピンク
ko: 분홍색
nl: roze
pt_br: rosa
zh_hans: 粉色
zh_hant: 粉紅色

# ax_color_purple
source: purple
de: lila
es: púrpura
fr: violet
ja: 紫
ko: 보라색
nl: paars
pt_br: roxo
zh_hans: 紫色
zh_hant: 紫色

# ax_color_red
source: red
de: roter
es: rojo
fr: rouge
ja: 赤
ko: 빨간색
nl: rood
pt_br: vermelho
zh_hans: 红色
zh_hant: 紅色

# ax_color_yellow
source: yellow
de: gelber
es: amarillo
fr: jaune
ja: 黄
ko: 노란색
nl: geel
pt_br: amarelo
zh_hans: 黄色
zh_hant: 黃色

# ax_column_clear_block
source: Column clear power-up
de: Spalten-Power-up
es: Potenciador de limpieza de columna
fr: Bonus colonne
ja: 列消去のパワーアップ
ko: 열 제거 파워업
nl: Kolom wissen-bonus
pt_br: Bônus de limpar coluna
zh_hans: 竖列消除道具
zh_hant: 直欄消除道具

# ax_combo_format
source: %@, %d lines cleared, %d bonus points
de: %@, %d Reihen geräumt, %d Bonuspunkte
es: %@, %d líneas limpiadas, %d puntos de bonificación
fr: %@, %d lignes effacées, %d points bonus
ja: %@、%d列消去、ボーナス%dポイント
ko: %@, %d줄 제거, 보너스 %d점
nl: %@, %d rijen gewist, %d bonuspunten
pt_br: %@, %d linhas eliminadas, %d pontos de bônus
zh_hans: %@，消除 %d 排，获得 %d 分奖励
zh_hant: %@，消除 %d 排，獲得 %d 分獎勵

# ax_difficulty_hint
source: Swipe up or down to change difficulty
de: Wische nach oben oder unten, um die Schwierigkeit zu ändern
es: Desliza hacia arriba o abajo para cambiar la dificultad
fr: Balaye vers le haut ou le bas pour changer de difficulté
ja: 上下にスワイプすると難易度を変更できます
ko: 위아래로 쓸어넘겨 난이도를 바꿔요
nl: Veeg omhoog of omlaag om de moeilijkheid te wijzigen
pt_br: Deslize para cima ou para baixo para mudar a dificuldade
zh_hans: 上下滑动以更改难度
zh_hant: 上下滑動以變更難度

# ax_difficulty_slider
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ja: 難易度
ko: 난이도
nl: Moeilijkheid
pt_br: Dificuldade
zh_hans: 难度
zh_hant: 難度

# ax_game_grid
source: Game grid, 8 by 8
de: Spielfeld, 8 mal 8
es: Cuadrícula de juego, 8 por 8
fr: Grille de jeu, 8 sur 8
ja: 盤面、8×8
ko: 게임 보드, 8 곱하기 8
nl: Speelveld, 8 bij 8
pt_br: Grade do jogo, 8 por 8
zh_hans: 游戏方格，8 乘 8
zh_hant: 遊戲方格，8 乘 8

# ax_hint_available
source: Hint, one available
de: Tipp, einer verfügbar
es: Pista, una disponible
fr: Indice, un disponible
ja: ヒント、残り1回
ko: 힌트, 한 번 사용 가능
nl: Hint, één beschikbaar
pt_br: Dica, uma disponível
zh_hans: 提示，还有一次
zh_hant: 提示，尚有一次

# ax_hint_used
source: Hint, already used
de: Tipp, bereits genutzt
es: Pista, ya utilizada
fr: Indice, déjà utilisé
ja: ヒント、使用済み
ko: 힌트, 이미 사용함
nl: Hint, al gebruikt
pt_br: Dica, já usada
zh_hans: 提示，已使用
zh_hant: 提示，已使用

# ax_row_clear_block
source: Row clear power-up
de: Reihen-Power-up
es: Potenciador de limpieza de fila
fr: Bonus ligne
ja: 行消去のパワーアップ
ko: 행 제거 파워업
nl: Rij wissen-bonus
pt_br: Bônus de limpar linha
zh_hans: 横行消除道具
zh_hant: 橫列消除道具

# ax_score_format
source: Score %@, %@ lines cleared
de: %@ Punkte, %@ Reihen geräumt
es: Puntuación %@, %@ líneas limpiadas
fr: Score %@, %@ lignes effacées
ja: スコア%@、%@行消去
ko: 점수 %@, %@줄 제거
nl: Score %@, %@ rijen gewist
pt_br: Pontuação %@, %@ linhas eliminadas
zh_hans: 分数 %@，已消除 %@ 排
zh_hant: 分數 %@，已消除 %@ 排

# ax_undo_available
source: Undo, one available
de: Rückgängig, einmal verfügbar
es: Deshacer, uno disponible
fr: Annuler le coup, un disponible
ja: 取り消し、残り1回
ko: 되돌리기, 한 번 사용 가능
nl: Ongedaan maken, één beschikbaar
pt_br: Desfazer, um disponível
zh_hans: 撤销，还有一次
zh_hant: 還原，尚有一次

# ax_undo_used
source: Undo, already used
de: Rückgängig, bereits genutzt
es: Deshacer, ya utilizado
fr: Annuler le coup, déjà utilisé
ja: 取り消し、使用済み
ko: 되돌리기, 이미 사용함
nl: Ongedaan maken, al gebruikt
pt_br: Desfazer, já usado
zh_hans: 撤销，已使用
zh_hant: 還原，已使用

source: Best Ever
de: Bestwert
es: Mejor de Todos
fr: Record
ja: 自己ベスト
ko: 최고 기록
nl: Beste ooit
pt_br: Recorde Absoluto
zh_hans: 历史最佳
zh_hant: 歷來最佳

source: Best Score
de: Bestwert
es: Mejor Puntuación
fr: Meilleur score
ja: 最高スコア
ko: 최고 점수
nl: Beste score
pt_br: Melhor Pontuação
zh_hans: 最佳分数
zh_hant: 最佳分數

source: Blocks Placed
de: Gesetzte Blöcke
es: Bloques Colocados
fr: Blocs posés
ja: 配置ブロック
ko: 놓은 블록
nl: Geplaatste blokken
pt_br: Blocos Colocados
zh_hans: 已放置方块
zh_hant: 已放置方塊

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Continue Game
de: Spiel fortsetzen
es: Continuar Partida
fr: Reprendre la partie
ja: ゲームを再開
ko: 이어서 하기
nl: Spel hervatten
pt_br: Continuar Partida
zh_hans: 继续游戏
zh_hant: 繼續遊戲

# continue_game_format
source: Score: %lld
de: Punkte: %lld
es: Puntuación: %lld
ja: スコア: %lld
ko: 점수: %lld
pt_br: Pontuação: %lld
zh_hans: 分数：%lld
zh_hant: 分數：%lld

# discard_confirm
source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
ja: 破棄
ko: 버리기
nl: Verwerpen
pt_br: Descartar
zh_hans: 舍弃
zh_hant: 捨棄

# discard_game_message
source: Your current run will be discarded and cannot be recovered.
de: Dein laufendes Spiel wird verworfen und lässt sich nicht wiederherstellen.
es: Tu partida actual se descartará y no podrá recuperarse.
fr: Ta partie en cours sera abandonnée et ne pourra pas être récupérée.
ja: プレイ中のゲームは破棄され、元に戻せません。
ko: 진행 중인 게임은 버려지고 복구할 수 없어요.
nl: Je huidige spel wordt verworpen en kan niet worden hersteld.
pt_br: Sua partida atual será descartada e não poderá ser recuperada.
zh_hans: 你当前这一局将被舍弃，且无法恢复。
zh_hant: 你目前這一局將被捨棄，且無法復原。

# discard_game_title
source: Start a new game?
de: Neues Spiel starten?
es: ¿Empezar una nueva partida?
fr: Commencer une nouvelle partie ?
ja: 新しいゲームを始めますか？
ko: 새 게임을 시작할까요?
nl: Nieuw spel beginnen?
pt_br: Começar uma nova partida?
zh_hans: 要开始新游戏吗？
zh_hant: 要開始新遊戲嗎？

# history_menu
source: Game History
de: Verlauf
es: Historial
fr: Historique
ja: ゲーム履歴
ko: 게임 기록
nl: Geschiedenis
pt_br: Histórico de Partidas
zh_hans: 游戏记录
zh_hant: 遊戲紀錄

source: Play Game
de: Spielen
es: Jugar
fr: Jouer
ja: プレイ
ko: 플레이
nl: Spelen
pt_br: Jogar
zh_hans: 开始游戏
zh_hant: 開始遊戲

# no_games_yet
source: No games yet — finish a run to see it here.
de: Noch keine Spiele — beende eine Runde, dann erscheint sie hier.
es: Aún no hay partidas — termina una para verla aquí.
fr: Aucune partie pour l'instant : termines-en une et elle apparaîtra ici.
ja: まだ記録がありません。1ゲーム終えるとここに表示されます。
ko: 아직 기록이 없어요. 한 판을 마치면 여기에 나타나요.
nl: Nog geen spellen: speel er een uit en hij verschijnt hier.
pt_br: Nenhuma partida ainda — termine uma para vê-la aqui.
zh_hans: 还没有记录——完成一局就会显示在这里。
zh_hant: 還沒有紀錄——完成一局就會顯示在這裡。

# statistics_menu
source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
nl: Statistieken
pt_br: Estatísticas
zh_hans: 统计
zh_hant: 統計

# resume_game_menu
source: Resume Game
de: Spiel fortsetzen
es: Reanudar
fr: Reprendre la partie
ja: ゲームを再開
ko: 이어서 하기
nl: Spel hervatten
pt_br: Retomar Partida
zh_hans: 继续游戏
zh_hant: 繼續遊戲

# challenge_high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
nl: Hoog
pt_br: Alto
zh_hans: 高
zh_hant: 高

# challenge_low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
nl: Laag
pt_br: Baixo
zh_hans: 低
zh_hant: 低

# challenge_medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 보통
nl: Gemiddeld
pt_br: Médio
zh_hans: 中
zh_hant: 中

source: Clear All Game History
de: Gesamten Verlauf löschen
es: Borrar Todo el Historial
fr: Effacer tout l'historique
ja: 履歴をすべて削除
ko: 모든 기록 삭제
nl: Volledige geschiedenis wissen
pt_br: Apagar Todo o Histórico
zh_hans: 清除所有游戏记录
zh_hant: 清除所有遊戲紀錄

# clear_game_history
source: Clear History
de: Verlauf löschen
es: Borrar Historial
fr: Effacer l'historique
ja: 履歴を削除
ko: 기록 삭제
nl: Geschiedenis wissen
pt_br: Apagar Histórico
zh_hans: 清除记录
zh_hant: 清除紀錄

# clear_history_warning
source: This will permanently delete all your saved games and statistics. This action cannot be undone.
de: Damit werden alle gespeicherten Spiele und Statistiken dauerhaft gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto eliminará permanentemente todas tus partidas guardadas y estadísticas. Esta acción no se puede deshacer.
fr: Toutes tes parties enregistrées et tes statistiques seront définitivement supprimées. Cette action est irréversible.
ja: 保存されたゲームと統計がすべて完全に削除されます。この操作は取り消せません。
ko: 저장된 게임과 통계가 모두 영구히 삭제돼요. 이 작업은 되돌릴 수 없어요.
nl: Hiermee worden al je opgeslagen spellen en statistieken definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso vai apagar permanentemente todas as suas partidas salvas e estatísticas. Esta ação não pode ser desfeita.
zh_hans: 这将永久删除你所有已保存的游戏和统计数据。此操作无法撤销。
zh_hant: 這會永久刪除你所有已儲存的遊戲與統計資料。此動作無法復原。

# clear_lines
source: Clearing Lines
de: Reihen räumen
es: Completar Líneas
fr: Effacer des lignes
ja: ラインを消す
ko: 줄 없애기
nl: Rijen wissen
pt_br: Eliminando Linhas
zh_hans: 消除整排
zh_hant: 消除整排

# clear_lines_description
source: When you completely fill a horizontal row or vertical column, it disappears and you earn points! Clear multiple lines at once for bonus points. The more lines you clear simultaneously, the bigger your combo bonus.
de: Sobald du eine Reihe oder Spalte vollständig füllst, verschwindet sie und bringt dir Punkte. Räume mehrere auf einmal für Bonuspunkte: je mehr gleichzeitig, desto größer der Combo-Bonus.
es: Cuando completas una fila horizontal o columna vertical, ¡desaparece y ganas puntos! Elimina múltiples líneas a la vez para obtener puntos de bonificación. Cuantas más líneas elimines simultáneamente, mayor será tu bonificación de combo.
fr: Dès qu'une ligne ou une colonne est entièrement remplie, elle disparaît et te rapporte des points. Efface-en plusieurs d'un coup pour un bonus : plus il y en a en même temps, plus le combo est généreux.
ja: 横の行または縦の列をすべて埋めると、そのラインが消えてスコアになります。複数のラインを同時に消すとボーナス点が入り、同時に消すほどコンボボーナスが大きくなります。
ko: 가로줄이나 세로줄을 빈틈없이 채우면 그 줄이 사라지면서 점수가 들어와요. 여러 줄을 한 번에 없애면 보너스가 붙고, 동시에 없앤 줄이 많을수록 콤보 보너스가 커져요.
nl: Zodra je een rij of kolom helemaal vult, verdwijnt die en levert hij punten op. Wis er meerdere tegelijk voor bonuspunten: hoe meer tegelijk, hoe groter de combobonus.
pt_br: Quando você preenche completamente uma linha horizontal ou uma coluna vertical, ela desaparece e você ganha pontos! Elimine várias linhas de uma vez para ganhar pontos de bônus. Quanto mais linhas você eliminar ao mesmo tempo, maior o seu bônus de combo.
zh_hans: 当你完全填满一整条横行或一整条竖列，它就会消失，你也会得分！一次消除多排还能获得奖励分数。同时消除的排数越多，连消奖励就越高。
zh_hant: 當你完全填滿一整條橫列或一整條直欄，它就會消失，你也會得分！一次消除多排還能獲得獎勵分數。同時消除的排數愈多，連消獎勵就愈高。

source: Creator
de: Entwickler
es: Creador
fr: Créateur
ja: 開発者
ko: 개발자
nl: Maker
pt_br: Criador
zh_hans: 作者
zh_hant: 作者

# creator_description_suffix
source: , a software engineer and dad who believes games should provide a respite not rage.
de: , Softwareentwickler und Vater, für den Spiele eine Auszeit sein sollten und kein Ärgernis.
es: , un ingeniero de software y padre que cree que los juegos deberían proporcionar un respiro, no rabia.
fr: , ingénieur logiciel et père de famille, convaincu qu'un jeu doit offrir une respiration et non une crise de nerfs.
ja: 。ゲームは怒りではなく安らぎを与えるものだと考える、ソフトウェアエンジニアであり父親です。
ko: . 게임은 화가 아니라 쉼을 줘야 한다고 믿는 소프트웨어 엔지니어이자 아빠예요.
nl: , software-engineer en vader, die vindt dat een spel rust moet geven in plaats van ergernis.
pt_br: , engenheiro de software e pai, que acredita que um jogo deve dar um respiro e não um ataque de nervos.
zh_hans: ，一位软件工程师，也是一位爸爸，相信游戏该带来喘息，而不是火气。
zh_hant: ，一位軟體工程師，也是一位爸爸，相信遊戲該帶來喘息，而不是火氣。

source: Dedication
de: Widmung
es: Dedicatoria
fr: Dédicace
ja: 献辞
ko: 헌사
nl: Opdracht
pt_br: Dedicatória
zh_hans: 献词
zh_hant: 獻詞

# dedication_text
source: For Emma, Annie and Grace. May this game serve as a momentary distraction from life's struggles, big and small.
de: Für Emma, Annie und Grace. Möge dieses Spiel eine kurze Ablenkung von den großen und kleinen Mühen des Lebens sein.
es: Para Emma, Annie y Grace. Que este juego sirva como una distracción momentánea de las luchas de la vida, grandes y pequeñas.
fr: Pour Emma, Annie et Grace. Que ce jeu offre une parenthèse aux petites et grandes épreuves de la vie.
ja: エマ、アニー、グレースへ。このゲームが、大小さまざまな人生の苦労からのひとときの気晴らしになりますように。
ko: 엠마, 애니, 그레이스에게. 이 게임이 크고 작은 삶의 무게에서 잠시 벗어나는 시간이 되기를.
nl: Voor Emma, Annie en Grace. Moge dit spel even afleiding bieden van de grote en kleine beslommeringen van het leven.
pt_br: Para Emma, Annie e Grace. Que este jogo sirva de distração momentânea das dificuldades da vida, grandes e pequenas.
zh_hans: 献给 Emma、Annie 和 Grace。愿这款游戏能成为生活大小难处中片刻的转移。
zh_hant: 獻給 Emma、Annie 與 Grace。願這款遊戲能成為生活大小難處中片刻的轉移。

# developed_by_prefix
source: Developed by
de: Entwickelt von
es: Desarrollado por
fr: Développé par
ja: 開発:
ko: 개발:
nl: Ontwikkeld door
pt_br: Desenvolvido por
zh_hans: 开发者：
zh_hant: 開發者：

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ja: 難易度
ko: 난이도
nl: Moeilijkheid
pt_br: Dificuldade
zh_hans: 难度
zh_hant: 難度

# difficulty_bold
source: Bold
de: Kühn
es: Audaz
fr: Audacieux
ja: 大胆
ko: 대담
nl: Gedurfd
pt_br: Ousado
zh_hans: 大胆
zh_hant: 大膽

# difficulty_easy_desc
source: Gentle mode is perfect for beginners — more small, manageable blocks that are easier to place
de: Sanft ist ideal für den Einstieg — mehr kleine, gut platzierbare Blöcke
es: El modo Gentil es perfecto para principiantes — más bloques pequeños y manejables que son más fáciles de colocar
fr: Le mode Doux est idéal pour débuter : davantage de petits blocs faciles à placer
ja: やさしいは初めての方に最適です。小さくて置きやすいブロックが多く出ます
ko: 온화는 처음 시작하기에 좋아요. 작고 놓기 쉬운 블록이 더 자주 나와요
nl: Zacht is ideaal om te beginnen: meer kleine blokken die makkelijk te plaatsen zijn
pt_br: O modo Suave é perfeito para quem está começando — mais blocos pequenos e fáceis de encaixar
zh_hans: 温和模式最适合新手——小而好放的方块更多
zh_hant: 溫和模式最適合新手——小而好放的方塊更多

# difficulty_gentle
source: Gentle
de: Sanft
es: Gentil
fr: Doux
ja: やさしい
ko: 온화
nl: Zacht
pt_br: Suave
zh_hans: 温和
zh_hant: 溫和

# difficulty_hard_desc
source: Wild mode is for experienced players — expect more large, complex blocks that require strategic thinking
de: Wild ist für erfahrene Spieler — rechne mit mehr großen, komplexen Blöcken, die strategisches Denken verlangen
es: El modo Salvaje es para jugadores experimentados — espera más bloques grandes y complejos que requieren pensamiento estratégico
fr: Le mode Sauvage s'adresse aux joueurs aguerris : attends-toi à de grands blocs complexes qui demandent de la stratégie
ja: ワイルドは経験者向けです。大きく複雑なブロックが増え、戦略的な判断が求められます
ko: 와일드는 숙련된 플레이어를 위한 난이도예요. 크고 복잡한 블록이 늘어나 전략적인 판단이 필요해요
nl: Wild is voor ervaren spelers: reken op meer grote, ingewikkelde blokken die om strategie vragen
pt_br: O modo Selvagem é para jogadores experientes — espere mais blocos grandes e complexos, que exigem pensar com estratégia
zh_hans: 狂野模式适合老手——会出现更多又大又复杂、需要动脑布局的方块
zh_hant: 狂野模式適合老手——會出現更多又大又複雜、需要動腦布局的方塊

# difficulty_header
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ja: 難易度
ko: 난이도
nl: Moeilijkheid
pt_br: Dificuldade
zh_hans: 难度
zh_hant: 難度

# difficulty_moderate_desc
source: Bold mode offers a balanced challenge with a good mix of small and large blocks
de: Kühn bietet eine ausgewogene Herausforderung mit einer guten Mischung aus kleinen und großen Blöcken
es: El modo Audaz ofrece un desafío equilibrado con una buena mezcla de bloques pequeños y grandes
fr: Le mode Audacieux offre un défi équilibré, avec un bon mélange de petits et de grands blocs
ja: 大胆は小さなブロックと大きなブロックがほどよく混ざった、バランスの取れた難易度です
ko: 대담은 작은 블록과 큰 블록이 고루 섞인 균형 잡힌 난이도예요
nl: Gedurfd biedt een evenwichtige uitdaging met een goede mix van kleine en grote blokken
pt_br: O modo Ousado oferece um desafio equilibrado, com uma boa mistura de blocos pequenos e grandes
zh_hans: 大胆模式提供均衡的挑战，大小方块搭配得当
zh_hant: 大膽模式提供均衡的挑戰，大小方塊搭配得宜

# drag_drop
source: How to Play
de: So wird gespielt
es: Cómo Jugar
fr: Comment jouer
ja: 遊び方
ko: 플레이 방법
nl: Zo speel je
pt_br: Como Jogar
zh_hans: 玩法
zh_hant: 玩法
